const tv = `
NOVA

Събота 11.04.2026
00.10 „Уестсайдска история” – с уч. на Ансел Елгорт, Рейчъл Зиглър, Ариана ДеБос и др.
03.20 „Просто кажи „да“ – с уч. на Ейми Дъглас, Джордан Сандърс, Джейн Румбауа и др. /п/
05.00 „Изпечено убийство: Само десерт” – с уч. на Алисън Суини, Камерън Матисън, Барбара Нивън и др. /п/
07.00 Поредица на DW
07.30 „Събуди се” – предаване
10.20 Изборът на България: Портрети на властта
11.00 „Съдебен спор” – предаване на NOVA
12.00 Новините на NOVA
12.30 „Направи си сам“ (премиера) – предаване
13.00 „Изпечено убийство: Само десерт” – с уч. на Алисън Суини, Камерън Матисън, Барбара Нивън и др.
14.50 „Просто кажи „да“ – с уч. на Ейми Дъглас, Джордан Сандърс, Джейн Румбауа и др.
16.15 „Изживей България” (премиера) – туристическо предаване
18.00 „Ничия земя” – предаване
19.00 Новините на NOVA – централна емисия
19.20 Темата на NOVA
20.00 „Борба до ключ: Home2U срещу INclusive ” (премиера) – риалити
22.00 „Алоха” – с уч. на Брадли Купър, Рейчъл МакАдамс, Ема Стоун и др.

Неделя 12.04.2026
00.10 „Отвъд маската” – с уч. на Андрю Чейни, Джон Рис-Дейвис, Адетокумбо Маккормак и др.
02.20 „Подай лапа” – уч. на Кристин Ел Нгуен, Джейми Спилчък, Бренди Грийн и др. /п/
04.00 „Истинската аз” – с уч. на Джена Микно, Рене Аштън, Сам Швайкърт и др. /п/
06.00 „Пресечна точка” – публицистично шоу /п/
06.30 „Иконостас”
07.00 Поредица на DW
07.30 „Събуди се” – предаване
12.00 Новините на NOVA
12.30 „Подай лапа” – с уч. на Кристин Ел Нгуен, Джейми Спилчък, Бренди Грийн и др.
14.15 „Истинската аз” (премиера) – с уч. на Джена Микно, Рене Аштън, Сам Швайкърт и др.
16.00 „Да хванеш гората“ – документална поредица на Галя Щърбева
16.30 „На фокус с Лора Крумова“ – публицистично токшоу
19.00 Новините на NOVA – централна емисия
19.40 На фокус след новините
20.00 „The Floor: Превземи играта” (премиера) – телевизионна игра
22.00 „Предложението” – с уч. на Сандра Бълок, Райън Рейнолдс, Мери Стийнбъргън и др.

Понеделник 13.04.2026
00.00 „Новобранецът” – сериал, сезон 5
01.00 „Специален отряд: Лайпциг” – сериал, сезон 22
02.00 „Три сестри” – сериен филм
03.00 „Свали шапка за любовта” – с уч. на Джина Клеър Мейсън, Джон Кларънс Стюарт, Дарла Делгадо и др. /п/
04.10 „Свободна да избира” – сериал /п/
05.20 „Пресечна точка” – публицистично шоу /п/
07.00 „Здравей, България” – сутрешен блок
09.30 „Соник: Филмът 2” – с уч. на Джеймс Марсдън, Джим Кери, Шемар Мур и др.
12.00 Новините на NOVA
12.30 „Деси Слава: България в душата ми” – фолклорен концерт-спектакъл
14.15 „Свали шапка за любовта” (премиера) – с уч. на Джина Клеър Мейсън, Джон Кларънс Стюарт, Дарла Делгадо и др.
16.00 Новините на NOVA
16.10 „Пресечна точка” – публицистично шоу
17.00 „Семейни войни” (премиера) – телевизионна игра
18.00 „Сделка или не” (премиера) – телевизионна игра
19.00 Новините на NOVA – централна емисия
20.00 „Топ Гън: Маверик” – с уч. на Том Круз, Дженифър Конъли, Вал Килмър и др.
22.30 Новините на NOVA

Вторник 14.04.2026
00.00 „Новобранецът” – сериал, сезон 5
01.00 „Специален отряд: Лайпциг” – сериал, сезон 22
02.00 „Три сестри” – сериен филм
03.00 „Наследство” – сериен филм /п/
04.10 „Свободна да избира” – сериал /п/
05.20 „Пресечна точка” – публицистично шоу /п/
06.00 „Здравей, България” – сутрешен блок
09.30 „На кафе” – предаване на NOVA
12.00 Новините на NOVA
12.30 „Наследство” (премиера) – сериен филм
13.30 „Свободна да избира” (премиера) – сериал
15.00 „Диво сърце” (премиера) – сериен филм
16.00 Новините на NOVA
16.10 „Пресечна точка” – публицистично шоу
17.00 „Семейни войни” (премиера) – телевизионна игра
18.00 „Сделка или не” (премиера) – телевизионна игра
19.00 Новините на NOVA – централна емисия
20.00 „Hell’s Kitchen България” (нов сезон) – риалити, сезон 8
22.30 Новините на NOVA
23.00 „ФБР: Международни разследвания” (премиера) – сериал, сезон 2

Сряда 15.04.2026
00.00 „Новобранецът” – сериал, сезон 5
01.00 „Специален отряд: Лайпциг” – сериал, сезон 22
02.00 „Три сестри” – сериен филм
03.00 „Наследство” – сериен филм /п/
04.10 „Свободна да избира” – сериал /п/
05.20 „Пресечна точка” – публицистично шоу /п/
06.00 „Здравей, България” – сутрешен блок
09.30 „На кафе” – предаване на NOVA
12.00 Новините на NOVA
12.30 „Наследство” (премиера) – сериен филм
13.30 „Свободна да избира” (премиера) – сериал
15.00 „Диво сърце” (премиера) – сериен филм
16.00 Новините на NOVA
16.10 „Пресечна точка” – публицистично шоу
17.00 „Семейни войни” (премиера) – телевизионна игра
18.00 „Сделка или не” (премиера) – телевизионна игра
19.00 Новините на NOVA – централна емисия
20.00 „Hell’s Kitchen България” (нов сезон) – риалити, сезон 8
22.30 Новините на NOVA
23.00 „ФБР: Международни разследвания” (премиера) – сериал, сезон 2

Четвъртък 16.04.2026
00.00 „Новобранецът” – сериал, сезон 5
01.00 „Специален отряд: Лайпциг” – сериал, сезон 22
02.00 „Три сестри” – сериен филм
03.00 „Наследство” – сериен филм /п/
04.10 „Свободна да избира” – сериал /п/
05.20 „Пресечна точка” – публицистично шоу /п/
06.00 „Здравей, България” – сутрешен блок
09.30 „На кафе” – предаване на NOVA
12.00 Новините на NOVA
12.30 „Наследство” (премиера) – сериен филм
13.30 „Свободна да избира” (премиера) – сериал
15.00 „Диво сърце” (премиера) – сериен филм
16.00 Новините на NOVA
16.10 „Пресечна точка” – публицистично шоу
17.00 „Семейни войни” (премиера) – телевизионна игра
18.00 „Сделка или не” (премиера) – телевизионна игра
19.00 Новините на NOVA – централна емисия
20.00 „Hell’s Kitchen България” (нов сезон) – риалити, сезон 8
22.30 Новините на NOVA
23.00 „ФБР: Международни разследвания” (премиера) – сериал, сезон 2

Петък 17.04.2026
00.00 „Новобранецът” – сериал, сезон 5
01.00 „Специален отряд: Лайпциг” – сериал, сезон 22
02.00 „Три сестри” – сериен филм
03.00 „Наследство” – сериен филм /п/
04.10 „Свободна да избира” – сериал /п/
06.00 „Здравей, България” – сутрешен блок
06.00 „Диво сърце” – сериен филм /п/
09.30 „На кафе” – предаване на NOVA
12.00 Новините на NOVA
12.30 „Наследство” (премиера) – сериен филм
13.30 „Свободна да избира” (премиера) – сериал
15.00 „Диво сърце” (премиера) – сериен филм
16.00 Новините на NOVA
16.10 „Пресечна точка” – публицистично шоу
17.00 „Семейни войни” (премиера) – телевизионна игра
18.00 „Сделка или не” (премиера) – телевизионна игра
19.00 Новините на NOVA – централна емисия
20.00 „Кошмари в кухнята” (нов сезон) – риалити
21.30 „Транспортер“ – с уч. на Джейсън Стейтъм, Шу Ки, Мат Шулце, Франсоа Берлен и др.
23.30 Новините на NOVA

Събота 18.04.2026
00.00 „Град на лъжи” – с уч. на Джони Деп, Форест Уитакър, Тоби Хъс и др.
02.20 „Някой, някъде там” – с уч. на Марли Колинс, Адам Холик, Джей Брайтуайт и др. /п/
04.15 „Неочаквани срещи” – с уч. на Кели Макнийл, Кайл Ледърбъри, Пол Шърман и др. /п/
07.00 Поредица на DW
07.30 „Събуди се” – предаване
11.00 „Съдебен спор” – предаване на NOVA
12.00 Новините на NOVA
12.30 „Направи си сам“ (премиера) – предаване
13.00 „Някой, някъде там” – с уч. на Марли Колинс, Адам Холик, Джей Брайтуайт и др.
14.50 „Неочаквани срещи” – с уч. на Кели Макнийл, Кайл Ледърбъри, Пол Шърман и др.
16.15 „Изживей България” (премиера) – туристическо предаване
18.00 „Ничия земя” – предаване
19.00 Новините на NOVA – централна емисия
19.20 Темата на NOVA
20.00 „Борба до ключ: Home2U срещу INclusive ” (премиера) – риалити
21.30 „Самоличността на Борн” – с уч. на Джулия Стайлс, Крис Купър, Оуен Уилсън и др.

Неделя 19.04.2026
00.00 „Най-мрачният час” – с уч. на Гари Олдман, Кристин Скот Томас, Лили Джеймс и др.
02.30 „Самоличността на Борн” – с уч. на Джулия Стайлс, Крис Купър, Оуен Уилсън и др. /п/
05.20 „Пресечна точка” – публицистично шоу /п/
06.15 „Иконостас”
06.50 „Събуди се“ с „Изборът на България“ – предаване
12.00 Новините на NOVA
12.50 „Ти решаваш“ – изборно студио
15.00 Новините на NOVA
15.15 „На фокус: Изборът на България“ – публицистично токшоу
16.55 „Изборът на България: Решението си Ти! “ – изборно студио
18.55 Новините на NOVA – централна емисия
19.15 „Изборът на България: Решението си Ти! “ – изборно студио
`

console.log(tv.includes("Събота 11.04.2026"))